<?php


return [

    /*
    |--------------------------------------------------------------------------
    | 错误码：
    |50000-59999   施敏敏所有
    |60000-69999   景龙所有
    |70000-79999   姜海蕤所有
    |--------------------------------------------------------------------------
    |
    | The first number is error type, the second and third number is
    | product type, and it is a specific error code from fourth to
    | sixth.But the success is different.
    |
    */

    'code' => [
        200 => '成功',
        300 => '失败',
        50000 => '验证码输入错误',
        50001 => '输入信息错误',
        50002 => '参数错误',
        50003 => '此产品不允许被代理',
        50004 => '请不要频繁获取验证码',
        50005 => '您还没申请店铺，请先申请店铺',
        50006 => '您的店铺还在审核中,请耐心等待',
        50007 => '两次密码输入不一致',

        60000 => '您没有权限对此操作'

    ],

];